<?php

return [
    'login_in_panel' => 'Вход в Панель управления',
    'remember_me' => 'Запомнить меня',
    'login_btn' => 'Вход',
    'forgot_password' => 'Забыли пароль?',
    'email_lbl' => 'Имя пользователя',
    'email_err' => 'Поле "Имя пользователя" обязательно к заполнению',
    'password_lbl' => 'Пароль',
    'password_err' => 'Поле "Пароль" обязательно к заполнению',

    'reset_password' => 'Сброс пароля',
    'enter_your_email...' => 'Введите свой <b>E-mail</b> и инструкции будут высланы Вам!',
    'reset_btn' => 'Сброс',
    'enter_email_lbl' => 'Введите Email',
    'enter_email_err' => 'Поле "E-mail" обязательно к заполнению',
    'enter_email_err_wr' => 'Введите корректный адрес почты',

    'password_confirmation_lbl' => 'Повторите пароль',
    'password_confirmation_err' => 'Поле "Повторите пароль" обязательно к заполнению',

    'f2a_verify' => 'Подтверждение входа',
    'enter_code_lbl' => 'Введите код подтверждения',
    'enter_code_err' => 'Поле "Код подтверждения" обязательно к заполнению',
    'f2a_btn' => 'Подтвердить',
    'f2a_invalid' => 'Неверный код подтверждения',
    'f2a_sent_failed' => 'Не удалось отправить код подтверждения',
    'f2a_subject' => 'Ваш код подтверждения',

    'access_is_denied' => 'В доступе отказано',
    'logout_btn' => 'ВЫЙТИ',
];
