<?php

return [
    'ms_content' => 'Контент',
    'ps_content' => 'Контент',
    'ap_content' => 'Контент: Список статей',
    'p_content_list' => 'Просматривать статьи',
    'p_content_edit' => 'Добавлять \ редактировать статьи',
    'p_content_delete' => 'Удалять статьи',
    'me_main' => 'Главная',
    'me_custom' => 'Своя ссылка',
    
    'title' => 'Список статей',
    'add' => 'Добавление статьи',
    'edit' => 'Редактирование статьи',
    'saved' => 'Статья сохранена',
    'common' => 'Общее',
    'publish' => 'Опубликовать',
    'settings' => 'Настройки просмотра',
    'content' => 'Контент',
    'created' => 'Дата создания',
    'modified' => 'Дата модификации',
    'seo_settings' => 'SEO настройки',
    'permalink' => 'ЧПУ',
    'name' => 'Название',
    'url' => 'Ссылка',
    'author' => 'Автор',
    'keyword' => 'Ключевое слово',
];