<?php

return [
    'ms_menu' => 'Меню',
    'ps_menu' => 'Меню',
    'ap_menu' => 'Меню: Список меню',
    'p_menu_list' => 'Просматривать меню',
    'p_menu_edit' => 'Добавлять \ редактировать меню',
    'p_menu_delete' => 'Удалять меню',
    'p_menu_item_list' => 'Просматривать пункты меню',
    'p_menu_item_edit' => 'Добавлять \ редактировать пункты меню',
    'p_menu_item_delete' => 'Удалять пункты меню',

    'title' => 'Список меню',
    'add' => 'Добавление меню',
    'edit' => 'Редактирование меню',
    'saved' => 'Меню сохранено',

    'name' => 'Имя',
    'name_help' => 'Латинскими буквами',
    'description' => 'Описание',
    
    'title_menu' => 'Название меню',
    'items' => 'Пункты меню «:menu»',
    'item_add' => 'Добавление пункта меню',
    'item_edit' => 'Редактирование пункта меню',
    'item_saved' => 'Пункт меню сохранен',
    'name_item' => 'Имя пункта',
    'name_parent_id' => 'Родитель',
    'name_entity' => 'Сущность',
    'url_item' => 'Ссылка',
    'specify_choice' => 'Уточните выбор',
    'open_new_tab' => 'Открывать в новом окне',
    'root' => 'Корень',
];