<?php

return [
    'login_in_panel' => 'Вхід в Панель управління',
    'remember_me' => 'Запам\'ятати мене',
    'login_btn' => 'Вхід',
    'forgot_password' => 'Забули пароль?',
    'email_lbl' => 'Ім\'я користувача',
    'email_err' => 'Поле "Ім\'я користувача" обов\'язково до заповнення',
    'password_lbl' => 'Пароль',
    'password_err' => 'Поле "Пароль" обов\'язково до заповнення',

    'reset_password' => 'Скидання пароля',
    'enter_your_email...' => 'Введіть свій <b>E-mail</b> та інструкції будуть вислані Вам!',
    'reset_btn' => 'Скидання',
    'enter_email_lbl' => 'Введіть Email',
    'enter_email_err' => 'Поле "E-mail" обов\'язково до заповнення',
    'enter_email_err_wr' => 'Введіть коректну адресу пошти',

    'password_confirmation_lbl' => 'Повторіть пароль',
    'password_confirmation_err' => 'Поле "Повторіть пароль" обов\'язково до заповнення',

    'f2a_verify' => 'Підтвердження входу',
    'enter_code_lbl' => 'Введіть код підтвердження',
    'enter_code_err' => 'Поле "Код підтвердження" обов\'язково до заповнення',
    'f2a_btn' => 'Підтвердити',
    'f2a_invalid' => 'Невірний код підтвердження',
    'f2a_sent_failed' => 'Не вдалося відправити код підтвердження',
    'f2a_subject' => 'Ваш код підтвердження',

    'access_is_denied' => 'Доступ заборонено',
    'logout_btn' => 'ВИЙТИ',
];
