<?php

return [
    'ms_content' => 'Контент',
    'ps_content' => 'Контент',
    'ap_content' => 'Контент: Список статей',
    'p_content_list' => 'Переглядати статті',
    'p_content_edit' => 'Додавати\редагувати статті',
    'p_content_delete' => 'Видаляти статті',
    'me_main' => 'Головна',
    'me_custom' => 'Своє посилання',
    
    'title' => 'Список статей',
    'add' => 'Додавання статті',
    'edit' => 'Редагування статті',
    'saved' => 'Стаття збережена',
    'common' => 'Загальна',
    'publish' => 'Опублікувати',
    'settings' => 'Параметри перегляду',
    'content' => 'Контент',
    'created' => 'Дата створення',
    'modified' => 'Дата модифікації',
    'seo_settings' => 'SEO налаштування',
    'permalink' => 'ЧПУ',
    'name' => 'Назва',
    'url' => 'Посилання',
    'author' => 'Автор',
    'keyword' => 'Ключове слово',
];