<?php

return [
    'ms_menu' => 'Меню',
    'ps_menu' => 'Меню',
    'ap_menu' => 'Меню: Список меню',
    'p_menu_list' => 'Переглядати меню',
    'p_menu_edit' => 'Добавлять \ редактировать меню',
    'p_menu_delete' => 'Видаляти меню',
    'p_menu_item_list' => 'Переглядати пункти меню',
    'p_menu_item_edit' => 'Додавати \ редагувати пункти меню',
    'p_menu_item_delete' => 'Видаляти пункти меню',

    'title' => 'Список меню',
    'add' => 'Додавання меню',
    'edit' => 'Редагування меню',
    'saved' => 'Меню збережено',

    'name' => 'Ім\'я',
    'name_help' => 'Латинськими літерами',
    'description' => 'Опис',
    
    'title_menu' => 'Назва меню',
    'items' => 'Пункти меню «:menu»',
    'item_add' => 'Додавання пункту меню',
    'item_edit' => 'Редагування пункту меню',
    'item_saved' => 'Пункт меню збережений',
    'name_item' => 'Ім\'я пункту',
    'name_parent_id' => 'Батько',
    'name_entity' => 'Сутність',
    'url_item' => 'Посилання',
    'specify_choice' => 'Уточніть вибір',
    'open_new_tab' => 'Відкривати в новому вікні',
    'root' => 'Корінь',
];